use Курсы_повышения_квалификации
INSERT INTO Преподаватели(Код_Преподавателя, Фамилия, Имя, Отчество, телефон, стаж) 
VALUES (10, 'Иванов', 'Алексей', 'Петрович', '+375291234567', 12),
       (20, 'Петров', 'Сергей', 'Игоревич', '+375331112233', 8),
       (30, 'Сидорова', 'Елена', 'Васильевна', '+375447771234', 5),
       (40, 'Кузнецов', 'Дмитрий', 'Александрович', '+375293333444', 20),
       (50, 'Морозова', 'Наталья', 'Юрьевна', '+375257771122', 3),
        (60, 'Новиков', 'Илья', 'Михайлович', '+375291998877', 15),
        (70, 'Федорова', 'Ольга', 'Сергеевна', '+375333445566', 9),
        (80, 'Волков', 'Роман', 'Андреевич', '+375296665544', 7),
        (90, 'Семенов', 'Павел', 'Николаевич', '+375447700111', 11),
        (100, 'Белова', 'Мария', 'Константиновна', '+375257700222', 4)
INSERT INTO Курсы (Код_Курса, Предмет, Тип_Занятия, Количество_часов, Оплата) VALUES
(10, 'Математика', 'Лекция', 72, 300.00),
(20, 'Физика', 'Практика', 48, 240.00),
(30, 'Информатика', 'Лабораторные', 64, 360.00),
(40, 'Английский язык', 'Семинар', 40, 200.00),
(50, 'Химия', 'Лекция', 56, 280.00),
(60, 'История', 'Семинар', 32, 160.00),
(70, 'Биология', 'Практика', 48, 220.00),
(80, 'Экономика', 'Лекция', 60, 330.00),
(90, 'Право', 'Семинар', 36, 190.00),
(100, 'Дизайн', 'Практика', 50, 275.00);
INSERT INTO Группы (Номер_группы, Специальность, Отделение, Количество_студентов) VALUES
(10, 'Программирование', 'Дневное', 28),
(20, 'Информационная безопасность', 'Дневное', 24),
(30, 'Сетевые технологии', 'Заочное', 20),
(40, 'Экономика', 'Дневное', 30),
(50, 'Менеджмент', 'Дневное', 26),
(60, 'Маркетинг', 'Заочное', 22),
(70, 'Биотехнологии', 'Дневное', 18),
(80, 'Химия', 'Дневное', 16),
(90, 'Дизайн', 'Вечернее', 19),
(100, 'Юриспруденция', 'Дневное', 32);
